Repository: EkaterinePapava/wavbreaker
Catalog: po/*.po
Languages: ka

source: Split a wave file into multiple chunks
ka: Wave ფაილის დაყოფა ბევრ ფრაგმენტად

source: Select Output Directory
ka: აირჩეთ გამოტანის საქაღალდე

source: Cancel
ka: გაუქმება

source: Open
ka: გახსნა

source: Preferences
ka: მორგება

source: General
ka: ზოგადი

source: Save output files in folder:
ka: გამოტანილი ფაილების შენახვა საქაღალდეში:

source: Browse
ka: პოვნა

source: Maximum volume considered silence (in percent):
ka: მაქს. ხმა, რომელიც განიხილება სიჩუმედ (პროცენტულად):

source: File Naming
ka: ფაილის სახელის აწყობა

source: Standard (##)
ka: სტანდარტული (##)

source: Separator:
ka: გამყოფი:

source: Prepend number before filename
ka: რიცხვის მიწერა ფაილის სახელის დასაწყისში

source: CD Length:
ka: CD-ის ხანგრძლივობა:

source: Interval (MM:SS.FF, MM:SS, SS.FF or MM):
ka: შუალედი (MM:SS.FF, MM:SS, SS.FF or MM):

source: Split
ka: გაყოფა

source: All files
ka: ყველა ფაილი

source: Supported files
ka: მხარდაჭერილი ფაილები

source: Select filename for merged wave file
ka: აირჩიეთ ფაილის სახელი შერწყმული wave-ფაილისტვის

source: _Cancel
ka: გაუ_ქმება

source: _Save
ka: _შენახვა

source: Open file in wavbreaker after merge
ka: ფაილის გახსმა wavbreaker-ში შერწყმის შემდეგ

source: Wrong file format - skipping file
ka: არასწორი ფაილის ფორმატი - ფაილი გამოტოვებული იქნება

source: Add wave file to merge
ka: wave-ფაილის დამატება შერწყმისთვის

source: _Open
ka: _გახსნა

source: Merge wave files
ka: wave ფაილების შერწყმა

source: File Name
ka: ფაილის სახელი

source: Length
ka: სიგრძე

source: _Add
ka: დ_ამატება

source: _Remove
ka: _წაშლა

source: Merge
ka: შერწყმა

source: Merging wave files
ka: მიმდინარეობს wave ფაილების შერწყმა

source: The selected files are now being merged. This can take some time.
ka: მიმდინარეობს არჩეული ფაილების შერწყმა. ამას, შეიძლება, გარკვეული დრო დასჭირდეს.

source: Operation successful
ka: ოპერაცია წარმატებით დასრულდა

source: The files have been merged.
ka: ფაილები გაერთიანებულია.

source: Adding %s
ka: %s-ის დამატება

source: %d of %d files merged
ka: შერწყმულია %d ფაილი %d-დან

source: %d of 1 file merged
ka: %d ფაილი 1-დან შერწყმულია

source: Generating moodbar
ka: moodbar-ის გენერაცია

source: _Hide window
ka: _ფანჯრის დამალვა

source: The moodbar tool analyzes your audio file and generates a colorful representation of the audio data.
ka: პროგრამა moodbar ახდენს თქვენი აუდიოფაილის ანალიზს და აგენერირებს აუდიომონაცემების ფერად წარმოდგენას.

source: Cannot launch "moodbar"
ka: "moodbar"-ის გაშვება შეუძლებელია

source: wavbreaker could not launch the moodbar application, which is needed to generate the moodbar. You can download the moodbar package from: http://amarok.kde.org/wiki/Moodbar
ka: wavbreaker-მა ვერ გაუშვა პროგრამა moodbar, რომელიც moodbar-ის გენერაციისთვისაა საჭირო. ამ პროგრამის პაკეტის გადმოწერა შეგიძლიათ ბმულიდან: http://amarok.kde.org/wiki/Moodbar

source: %s already exists. Do you want to overwrite the existing file?
ka: %s უკვე არსებობს. გნებავთ არსებული ფაილის თავზე გადაწრეა?

source: Overwrite all files
ka: ყველა ფაილის თავზე გადაწერა

source: _No
ka: _არა

source: _Yes
ka: _დიახ

source: Quit wavbreaker?
ka: გახვალთ wavbreaker-დან?

source: If you quit wavbreaker now, any unsaved chunks will be lost.
ka: თუ wavbreaker-დან ახლა გახვალთ, ყველა ფრაგმენტი, რომელიც არ შეინახეთ, დაიკარგება.

source: Open as RAW audio
ka: გახსნა RAW აუდიოს სახით

source: The file you selected does not contain a wave header. wavbreaker can interpret the file as "Signed 16 bit, 44100 Hz, Stereo" audio. Choose the byte order for the RAW audio or cancel to abort.
ka: ფაილი, რომელიც აირჩიეთ, wave-ის თავსართს არ შეიცავს. wavbreaker ამ ფაილს აღიქვამს, როგორც "ნიშნიანი 16-ბიტიანი, 44100ჰც, სტერეო" აუდიოს. აირჩიეთ ბაიტების მიმდევრობა დაუმუშავებელი აუდიოსთვის, ან გაუქმება - შესაწყვეტად.

source: Big endian
ka: მსხვილბოლოიანი

source: Little endian
ka: წვრილბოლოიანი

source: Error opening %s: %s
ka: %s-ის გახსნის შეცდომა: %s

source: Select folder to save wave files
ka: აირჩიეთ საქაღალდე wave ფაილების შესანახად

source: Error reading chunk. Maybe the wave file you are trying to load is truncated?
ka: ფრაგმენტის წაკითხვის შეცდომა. შეიძლება, wave ფაილები, რომლების ჩატვირთვასაც ცდილობთ, წაკვეთილია?

source: Cannot open %s: %s
ka: %s-ის გახსნის შეცდომა: %s

source: Cannot read wave header.
ka: wave ფაილის თავსართის წაკითხვა შეუძლებელია.

source: %s is not a wave file.
ka: %s wave ფაილი არაა.

source: Error seeking to %u in %s: %s
ka: %u-ზე გადახვევის შეცდომა %s-ში: %s

source: Error reading format chunk: %s
ka: ფორმატის ფრაგმენტის წაკითხვის შეცდომა: %s

source: Loading compressed wave data is not supported.
ka: შეკუმშული wave-ის მონაცემების ჩატვირთვა მხარდაჭერილი არაა.

source: Write
ka: ჩაწერა

source: Time
ka: დრო

source: Duration
ka: ხანგრძლივობა

source: Offset
ka: წანაცვლება

source: Check all
ka: ყველას მონიშვნა

source: Check none
ka: არაფრის ჩართვა

source: Invert check
ka: ჩართვის ინვერსია

source: Auto-rename track breaks
ka: ტრეკის წყვეტების სახელის ავტომატური გადარქმევა

source: Remove track break
ka: ტრეკის დაყოვნების წაშლა

source: Jump to track break
ka: გადასვლა ტრეკის დაყოვნებაზე

source: Splitting wave file
ka: მიმდინარეობს wave ფაილის გაყოფა

source: The selected track breaks are now written to disk. This can take some time.
ka: მიმდინარეობს მონიშნული ტრეკის დაყოვნებების დისკზე ჩაწერა. ამას, შეიძლება, გარკვეული დრო დასჭირდეს.

source: The file %s has been split into %d parts.
ka: ფაილი %s დაიყო %d ნაწილად.

source: The file %s has been split into one part.
ka: ფაილი %s დაიყო 1 ნაწილად.

source: Writing %s
ka: %s-ის ჩაწერა

source: %d of %d parts written
ka: ჩაწერილია %d %d ნაწილიდან

source: %d of 1 part written
ka: ჩაწერილია %d 1 ნაწილიდან

source: Analyzing waveform
ka: მიმდინარეობს სიგნალის ფორმის ანალიზი

source: The waveform data of the selected file is being analyzed and processed. This can take some time.
ka: მიმდინარეობს მონიშნული ფაილის სიგნალის ფორმის მონაცემების ანალიზი და დამუშავება. ამას, შეიძლება, გარკვეული დრო დასჭირდეს.

source: Analyzing %s
ka: ანალიზი: %s

source: %d of %d MB analyzed
ka: %d / %d მბ-ის ანალიზი დასრულდა

source: Error opening file
ka: ფაილის გახსნის შეცდომა

source: Open File
ka: ფაილის გახსნა

source: Add track break
ka: ტრეკის დაყოვნების დამატება

source: Jump to cursor marker
ka: გადასვლა კურსორის მარკერზე

source: Cursor
ka: კურსორი

source: Playing
ka: მიმდინარეობს დაკვრა

source: Text files
ka: ტექსტური ფაილები

source: TOC files
ka: TOC ფაილები

source: CUE files
ka: CUE ფაილები

source: Export track breaks to file
ka: ტრეკის დაყოვნებების გატანა ფაილში

source: Import track breaks from file
ka: ტრეკის დაყოვნებების შემოტანა ფაილიდან

source: Import failed
ka: შემოტანა ჩავარდა

source: There has been an error importing track breaks from the TOC file.
ka: TOC ფაილიდან ტრეკის დაყოვნებების შემოტანის შეცდომა.

source: There has been an error importing track breaks from the CUE file.
ka: CUE ფაილიდან ტრეკის დაყოვნებების შემოტანის შეცდომა.

source: Time offset:
ka: დროის წანაცვლება:

source: Open file
ka: ფაილის გახსნა

source: Open menu
ka: მენიუს გახსნა

source: Display moodbar
ka: moodbar-ის ჩვენება

source: Generate moodbar
ka: moodbar-ის გენერაცია

source: Import track breaks
ka: ტრეკის დაყოვნებების შემოტანა

source: Export track breaks
ka: ტრეკის დაყოვნებების გატანა

source: About
ka: შესახებ

source: Save file parts
ka: ფაილის ნაწილების შენახვა

source: Toggle playback
ka: დაკვრის გადართვა

source: Cursor position:
ka: კურსორის პოზიცია:

source: Seek to previous silence
ka: გადახვევა წინა სიჩუმეზე

source: Jump to time
ka: გადასვლა დროზე

source: Seek to next silence
ka: გადახვევა შემდეგ სიჩუმეზე

source: Auto-split by interval
ka: გაყოფის ინტერვალი

source: Export failed
ka: გატანის შეცდომა

source: There has been an error exporting track breaks to the TOC file.
ka: ტრეკის დაყოვნებების TOC ფაილში გატანის შეცდომა.

source: Unrecognised export type
ka: უცნობი გატანის ტიპი
